//
//  ToDo.swift
//  EarthQuakes
//
//  Created by Igor Polousov on 21.01.2025.
//
// Файл напоминание

/*
 https://developer.apple.com/tutorials/app-dev-training/building-a-network-test-client
 */

/*
 1 - @AppStorage("Last updated") - что это и зачем?
 2 - В readme файле в Статьях поменять примеры кода на картинки с кодом
 3 - Добавить еще одну статью ранее пропущенную
 4 - После завершения проекта
 Readme состоит из номеров секций и номеров шагов в каджой секции -  нужно сделать коментарии к коду соотвественно этих номеров, чтобы было понятно что добавляеся в код в соотвествие с каждым номером
 
 */
